flash_study_backend/app/controllers/cards_controller.rb

SELECT "cards".* FROM "cards"
---
  def index
    @cards = Card.all

INSERT INTO "cards" ("question", "answer", "created_at", "updated_at") VALUES (?, ?, ?, ?)
---
  def create
    @card = Card.new(card_params)

    if @card.save